# обязательно добавьте view со следующими свойствами (данный view будет использован для проверки):
#  путь /ping/
#  статус ответа 200
#  тело ответа — JSON объект {"message": "pong"}
# ================================
#  урок 13 54.10
#  урок 13 1.00.10 - gunicorn
#  урок 13 1.05.30 - csv
# plagin RlantUMLM Integration - для рисования связей
# ================================

# запрос через post ?

# {
#  "action" :  # "идентификатор api-вызова"
#
# ,"request.id" : # "иденитификатор запроса"
#
# #  прочие парметры, если нужны
# }

# ================================
# Пинг без авторизации

# {
#
#  "action" : "ping"
#
# }
#
# # ответ
#
#
# {
#
#  <общие поля>
#
# ,"pong" : "что-то, более-менее каждый раз разное"
#
# }

# result = {"action" : "ping"}
# return result, 200

# или

from flask import Response
return Response("{'a':'b'}", status=200, mimetype='application/json')